ce-species-name-human = Человек
ce-species-desc-human = Как и ожидалось от людей, они стали доминирующей расой на Силейте, в том числе благодаря адаптивности и приспособленности к Мраку.

ce-species-name-infernal = Инфернал
ce-species-desc-infernal = Wanderer писал какой то лор о инферналах и откуда они родом, но яабсолютно забыл что там было. У тифлингов планируются геймплейные навыки связанные с температурой, огнем и морозом (Когда мы добавим температуру, огонь и морозы)

ce-species-name-dwarf = Дварф
ce-species-desc-dwarf = Я искрене без понятия что мне делать с этими ребятами, я бы удалил дворфов, но Миринда меня съест за это. У меня нет идей как сделать их интересной расой.

ce-species-name-elf = Эльф
ce-species-desc-elf = Магические существа, единственные кто могут напрямую взаимодействовать с самой маной.

ce-species-name-goblin = Гоблин
ce-species-desc-goblin = Эти мелкие, немного глупые, но крайне очаровательные создания имеют равные права со всеми остальными расами на Силейте! И только попробуйте обидеть одного их них, ведь как говорится, гоб гобу гоб!

ce-species-name-silva = Сильва
ce-species-desc-silva = Ой, эту расу я тоже еще не доделал! Я хочу чтобы Сильвы могли выращивать растения на своей голове! Но пока что растения не являются такой важной частью геймплея, чтобы это было полезным...

ce-species-name-carcat = Каркат
ce-species-desc-carcat = Природные хищники, с бесшумным шагом и ночным зрением. Он выше тебя, имеет мощные лапы с когтями, и Тяукает (вместо мяуканья).

ce-species-name-skeleton = Скелет
ce-species-desc-skeleton = Sppoky Scary Skeletons.

ce-species-name-carrin = Каррин
ce-species-desc-carrin = Гуманодиные птицы. С трудом, но все еще способны летать. КАР!
