ce-skill-tree-vampire-name = Вампирские силы
ce-skill-tree-vampire-desc = Могущественные опасные силы, доступные только вампирам.

ce-skill-tree-elf-magic-name = Эльфийская магия
ce-skill-tree-elf-magic-desc = Спустя десятилетия только эльфы сохранили слабые способности к использованию диких заклинаний.

ce-skill-tree-thief-name = Воровское ремесло
ce-skill-tree-thief-desc = Тайные знания честного ремесла карманников, воров, мошенников и прочих людей, кто по настоящему свободен и не чурается каких то там навязанных морально-этических норм.
