ce-paper-text-army-orders = [bold]Приказ главнокомандующего Императорской армии гарнизону поселения.[/bold]

    Из-за возросшей угрозы населению и активам империи городская стража была укреплена постоянным гарнизоном Его Величества Императорской Армии, в связи с этим высылаем указания к работе гарнизона:

    1. Армия - это не стража. Не берите на себя функции поддержания порядка в поселении, не расследуйте ничего кроме значительных угроз поселению.

    2. Значительной угрозой считается тот, кто несёт неминуемую опасность жизням горожан.

    3. Армия не может и не должна защищать имущество частных лиц. Средства и персонал армии не могут использоваться в личных целях или в целях обогащения.

    4. Армия обязана реагировать на значительные угрозы безопасности, но в отсутствие таких угроз гарнизон может быть распущен Комендантом.

    5. Только Комендант имеет право распоряжаться ресурсом и персоналом армии. Солдат, действующий вопреки приказам Коменданта, должен быть уволен со службы. Комендант имеет право нанимать временный персонал, если того требуют обстоятельства.
