department-CECommand = Командование
department-CECommand-desc = Главы отделов острова, определяющие курс его развития и несущие ответственность перед Империей.

department-CEGuard = Стража
department-CEGuard-desc = Защитники и войны, следящие за безопасностью и правопорядком во всех уголках города.

department-CEEngineering = Инженерный отдел
department-CEEngineering-desc = Поддерживайте техническую инфраструктуру государства, чините критические системы и обеспечивайте бесперебойную работу.

department-CECitizens = Городские жители
department-CECitizens-desc = Свободные граждане, ищущие свое место под солнцем.

department-CETavern = Таверна
department-CETavern-desc = Работники важнейшего увеселительного заведения города. Обеспечивайте жителей города всем что необходимо для жизни и комфорта.

department-CEAcademy = Тауматургическая академия
department-CEAcademy-desc = Обитель ученых, изучающих различные области науки и совершающих полезные открытия, развивающие остров вперед.
