department-CECommand = Командование
department-CECommand-desc = Главы отделов острова, определяющие курс его развития и несущие ответственность перед Империей.

department-CEGuard = Армия
department-CEGuard-desc = Гарнизон Императорской армии. Солдаты, защищающие город от значительных угроз.

department-CEEngineering = Инженерный отдел
department-CEEngineering-desc = Поддерживайте техническую инфраструктуру государства, чините критические системы и обеспечивайте бесперебойную работу.

department-CECitizens = Городские жители
department-CECitizens-desc = Свободные граждане, ищущие свое место под солнцем.

department-CETavern = Таверна
department-CETavern-desc = Работники важнейшего увеселительного заведения города. Обеспечивайте жителей города всем что необходимо для жизни и комфорта.

department-CEGuild = Гильдия авантюристов
department-CEGuild-desc = Наёмники, охотники и искатели приключений. Берите заказы, исследуйте дикие земли и возвращайтесь с добычей.
