# Guards

ce-job-name-guard-commander = Командир стражи
ce-job-desc-guard-commander = Самая опасная личность в округе. Управляйте отрядом солдат, чтобы обеспечить безопасность всех членов командования.

ce-job-name-guard = Стражник
ce-job-desc-guard = Боевая единица империи, поклявшаяся защищать ее народ. Следите за безопасностью, и обороняйте других от возможных опасностей.

ce-job-name-investigator = Дознаватель
ce-job-desc-investigator = Специалист по ловле и обезвреживанию особо опасных магических преступников.

# Citizens

ce-job-name-bard = Бард
ce-job-desc-bard = Музыка, веселье и шутки - ваша работа и хлеб. Делайте жизнь этого города веселее, и постарайтесь не умереть в нищете.

ce-job-name-townfolk = Горожанин
ce-job-desc-townfolk = TODO
