# Army

ce-job-name-guard-commander = Комендант
ce-job-desc-guard-commander = Глава гарнизона Императорской армии. Только вы распоряжаетесь солдатами и ресурсами армии: решайте, когда городу грозит опасность, ради которой стоит воевать.

ce-job-name-guard = Солдат
ce-job-desc-guard = Солдат гарнизона Императорской армии. Защищайте город от значительных угроз жизням горожан. Поддержание порядка — не ваше дело.

# Investigation

ce-job-name-investigator = Шериф
ce-job-desc-investigator = Следите за порядком в городе: кражи, взломы, драки. Задерживайте нарушителей. Вы один, и армия вам не подчиняется.

# Tavern

ce-job-name-tavernmaster = Хозяин трактира
ce-job-desc-tavernmaster = Организуйте работу своих работников, чтобы максимизировать прибыль... Или нет.

ce-job-name-bartender = Бармен
ce-job-desc-bartender = TODO

ce-job-name-chef = Повар
ce-job-desc-chef = Заведуйте кухней, готовя разнообразные блюда для вашгих посетителей.

ce-job-name-farmer = Фермер
ce-job-desc-farmer = Ваш огород - ваша крепость. Выращивайте что угодно, и экспериментируйте с облучением растений, чтобы получать ранее несуществовавшие виды продукции.

# Guild

ce-job-name-guildmaster = Гильдмастер
ce-job-desc-guildmaster = Глава гильдии авантюристов. Я пока честно не знаю что он должен делать, по пусть пока будет. Разберусь позже.

ce-job-name-adventurer = Авантюрист
ce-job-desc-adventurer = Совершайте экспедиции в мрак, в поисках ценных ресурсов для спасения города.

# Engineering

ce-job-name-brigadier = Бригадир
ce-job-desc-brigadier = Возглавляйте инженерные подразделения, контролируйте все технические операции и обеспечивайте сохранность инфраструктуры государства.

ce-job-name-technician = Техник
ce-job-desc-technician = Выполняйте технические ремонтные и профилактические работы. Помогайте бригадиру поддерживать всё в рабочем состоянии.

# Citizens

ce-job-name-bard = Бард
ce-job-desc-bard = Музыка, веселье и шутки - ваша работа и хлеб. Делайте жизнь этого города веселее, и постарайтесь не умереть в нищете.

ce-job-name-townfolk = Безработный
ce-job-desc-townfolk = Свободный гражданин, накопивший денег достаточно, чтобы позволить себе взять отпуск на неделю, и заниматься тем, что душа пожелает.

