# Guards

ce-job-name-guard-commander = Командир стражи
ce-job-desc-guard-commander = Самая опасная личность в округе. Управляйте отрядом солдат, чтобы обеспечить безопасность всех членов командования.

ce-job-name-guard = Стражник
ce-job-desc-guard = Боевая единица империи, поклявшаяся защищать ее народ. Следите за безопасностью, и обороняйте других от возможных опасностей.

ce-job-name-investigator = Дознаватель
ce-job-desc-investigator = Специалист по ловле и обезвреживанию особо опасных магических преступников. 