# Guards

ce-job-name-guard-commander = Командир стражи
ce-job-desc-guard-commander = Самая опасная личность в округе. Управляйте отрядом солдат, чтобы обеспечить безопасность всех членов командования.

ce-job-name-guard = Стражник
ce-job-desc-guard = Боевая единица империи, поклявшаяся защищать ее народ. Следите за безопасностью, и обороняйте других от возможных опасностей.

ce-job-name-investigator = Дознаватель
ce-job-desc-investigator = Специалист по ловле и обезвреживанию особо опасных преступников.

# Tavern

ce-job-name-tavernmaster = Хозяин трактира
ce-job-desc-tavernmaster = Организуйте работу своих работников, чтобы максимизировать прибыль... Или нет.

ce-job-name-bartender = Бармен
ce-job-desc-bartender = Не реализовано.

ce-job-name-chef = Повар
ce-job-desc-chef = Не реализовано.

ce-job-name-farmer = Фермер
ce-job-desc-farmer = Ваш огород - ваша крепость. Выращивайте что угодно, и экспериментируйте с облучением растений, чтобы получать ранее несуществовавшие виды продукции.

# Engineering

ce-job-name-brigadier = Бригадир
ce-job-desc-brigadier = Возглавляйте инженерные подразделения, контролируйте все технические операции и обеспечивайте сохранность инфраструктуры государства.

ce-job-name-technician = Техник
ce-job-desc-technician = Выполняйте технические ремонтные и профилактические работы. Помогайте бригадиру поддерживать всё в рабочем состоянии.

# Citizens

ce-job-name-bard = Бард
ce-job-desc-bard = Музыка, веселье и шутки - ваша работа и хлеб. Делайте жизнь этого города веселее, и постарайтесь не умереть в нищете.

ce-job-name-townfolk = Горожанин
ce-job-desc-townfolk = Свободный гражданин, накопивший денег достаточно, чтобы позволить себе взять отпуск на неделю, и заниматься тем, что душа пожелает.

# Academy

ce-job-name-academy-student = Студент
ce-job-desc-academy-student = Ученик тауматургической академии, постигающий основы наук под руководством профессоров.

ce-job-name-academy-professor = Профессор
ce-job-desc-academy-professor = Преподаватель академии, обучающий студентов тайнам природы и ведущий собственные исследования.

ce-job-name-academy-rector = Ректор академии
ce-job-desc-academy-rector = Глава тауматургической академии, отвечающий за безопасность учебных процессов и контролирующий вектор исследований.
