ce-roadmap-guard-hard-labor-name = Каторжные работы
ce-roadmap-guard-hard-labor-desc = Вместо тюремных камер и лишения игрока геймплея, провинившиеся граждане будут отправлены отрабатывать долги перед обществом различной черной работой под надзором стражи... И будут иметь возможность сбежать оттуда.

ce-roadmap-farming-silvas-name = Растущие сильвы
ce-roadmap-farming-silvas-desc = Возможность выращивать на голове сильв различные виды растений и грибов. Разные виды растений могут давать различные особенные эффекты, особенно если мы говорим о магических мутированных растениях.

ce-roadmap-farming-magic-mutations-name = Магические растения
ce-roadmap-farming-magic-mutations-desc = Возможность мутации обычных скучных растений в нечто особенное. Модульные мутации сделают количество уникальных комбинаций растений огромным! Кудзу-тыква, захватывающая остров, живые ходячие грибы, или антигравитационная вишня, дающая эффект полета... И много больше.

ce-roadmap-general-weather-name = Погодные эффекты
ce-roadmap-general-weather-desc = Динамическая погода, эффекты которой влияют на геймплей. Дожди орошают грядки, и заполняют водосборники, а метели заметают снегом дороги и крыши, оставляя сугробы.

ce-roadmap-engineering-automation-name = Техники парящего острова
ce-roadmap-engineering-automation-desc = Отдел игровых ролей, занимающиеся поддержкой инфраструктуры парящего города, автоматизирующие производство энергии и нужных материалов при помощи конвееров и различных устройств.

ce-roadmap-antagonists-lurker-name = Луркер
ce-roadmap-antagonists-lurker-desc = Малый антагонист, наводящий террор и ужас на жителей летающего острова. Скрываясь в тени и ловя одиноких жертв, он проводит темный ритуал...

ce-roadmap-general-personal-real-estate-name = Личная недвижимость
ce-roadmap-general-personal-real-estate-desc = Личные дома, небольшие магазинчики или даже кафешки - необязательные ролеплейные возможности для обычных горожан, и заполнение города интересными постройками.

ce-roadmap-medical-alchemy-name = Алхимия
ce-roadmap-medical-alchemy-desc = Используйте редкие травы, грибы или более уникальные ингредиенты, и создавайте зелья с различными эффектами, которые помогут вам в любых ваших целях. От простых, но смертносных ядов, которыми вы можете смазать клинки, или исцеляющих снадобий, до взрывных алхимических бомб.

ce-roadmap-general-random-game-events-name = Случайные игровые события
ce-roadmap-general-random-game-events-desc = Каждый игровой день будут происходить случайные события, от полезных вроде дождя, поливающего огороды, до опасных, вроде нападения хищных гарпий.

ce-roadmap-medical-hospital-name = Госпиталь
ce-roadmap-medical-hospital-desc = Строение и целая фракция ролей, занимающаяся исцелением ран и увечий.

ce-roadmap-guard-magic-vision-name = Магическое зрение
ce-roadmap-guard-magic-vision-desc = Различные действия могут оставлять следы в информационном поле - и существа обладающие магическим зрением (или при помощи специального устройства) могут отслеживать кто, когда и где эти действия совершил. Магические следы со временем гаснут и растворяются в пространстве, и новая роль "Дознавателя" среди стражи специализируется на расследовании преступлений полагаясь в том числе на магическое зрение.

ce-roadmap-adventures-expeditions-name = Экспедиции и наемники
ce-roadmap-adventures-expeditions-desc = Отдельное здание гильдии и целый пласт ролей, связанных с добычей ресурсов из окружающего мира. Грузовой летающий одноместный транспорт, на котором шахтеры летают по осколкам разрушенных парящих островов в поисках ценных ресурсов, сталкиваясь с опасной флорой и фауной в процессе.

ce-roadmap-engineering-fire-spread-name = Распространение огня
ce-roadmap-engineering-fire-spread-desc = Неаккуратное использование некоторых механизмов, или сознательный саботаж антагонистов могут привести к возгараниям. Система пожаров, способная пожирать деревянные структуры, постройки и тайлы. Вместе с сгоранием тайлов, это может привести к массовым обрушениям построек.


