ce-roadmap-general-zlevels-name = Многоуровневость
ce-roadmap-general-zlevels-desc = Лестницы ведущие на крыши, ямы ведущие в пропасть. Вертикальный геймплей, которого так не хватает в Космической станции 14.

ce-roadmap-guard-hard-labor-name = Каторжные работы
ce-roadmap-guard-hard-labor-desc = Вместо тюремных камер и лишения игрока геймплея, провинившиеся граждане будут отправлены отрабатывать долги перед обществом различной черной работой под надзором стражи... И будут иметь возможность сбежать оттуда.

ce-roadmap-farming-basic-farming-name = Базовое фермерство
ce-roadmap-farming-basic-farming-desc = Выращивание и сбор растений, овощей, фруктов и грибов на базовом уровне.

ce-roadmap-engineering-machine-construction-name = Конструирование машин
ce-roadmap-engineering-machine-construction-desc = Используя латунь и железо, создавайте различные приборы, от машинных буров до торговых платформ. Многоэтапная сборка, разборка, разрушение и починка механизмов.

ce-roadmap-engineering-powernet-name = Энергокристаллы
ce-roadmap-engineering-powernet-desc = Арканная энергия, хранящаяся в каждом живом существе и концентрирующаяся в мире в виде энергокристаллов. Одновременно полезная, и крайне опасная стихия. Используйте ее как батареи для иструментов, проводите латунные изолирующие трубы чтобы запитывать энергией целые здания и заводы, или используйте ее как оружие против своих врагов.

ce-roadmap-engineering-air-crystals-name = Аэрокристаллы
ce-roadmap-engineering-air-crystals-desc = Тип кристаллов, способный воздействовать на потоки ветра. Летучее ядро острова, возможность создавать воздушные лифты и парить в воздухе вокруг генераторов плотного воздуха.

ce-roadmap-farming-silvas-name = Растущие сильвы
ce-roadmap-farming-silvas-desc = Возможность выращивать на голове сильв различные виды растений и грибов. Разные виды растений могут давать различные особенные эффекты, особенно если мы говорим о магических мутированных растениях.

ce-roadmap-farming-magic-mutations-name = Магические растения
ce-roadmap-farming-magic-mutations-desc = Возможность мутации обычных скучных растений в нечто особенное. Модульные мутации сделают количество уникальных комбинаций растений огромным! Кудзу-тыква, захватывающая остров, живые ходячие грибы, или антигравитационная вишня, дающая эффект полета... И много больше.

ce-roadmap-general-fligths-name = Полеты
ce-roadmap-general-fligths-desc = Возможность летать между Z-уровнями. Каррины имеют возможность летать за счет выносливости на небольшие расстояния. Ховерборды, позволяющие летать кому угодно за счет энергии внутри транспорта. Будьте осторожны, летая за периметром парящего острова, и следите за батареей!

ce-roadmap-general-weather-name = Погодные эффекты
ce-roadmap-general-weather-desc = Динамическая погода, эффекты которой влияют на геймплей. Дожди орошают грядки, и заполняют водосборники, а метели заметают снегом дороги и крыши, оставляя сугробы.

ce-roadmap-antagonists-thief-name = Вор
ce-roadmap-antagonists-thief-desc = Малый антагонист, заинтересованный в краже разнообразных ценных уникальных предметов у других игроков. Создав свой воровской тайник, он способен получать получать новые способности от количества украденных предметов.

ce-roadmap-engineering-automatization-name = Техники парящего острова
ce-roadmap-engineering-automatization-desc = Отдел игровых ролей, занимающиеся поддержкой инфраструктуры парящего города, автоматизирующие производство энергии и нужных материалов при помощи конвееров и различных устройств.

ce-roadmap-antagonists-lurker-name = Луркер
ce-roadmap-antagonists-lurker-desc = Малый антагонист, наводящий террор и ужас на жителей летающего острова. Скрываясь в тени и ловя одиноких жертв, он проводит темный ритуал...


