ce-roadmap-general-zlevels-name = Многоуровневость
ce-roadmap-general-zlevels-desc = Лестницы ведущие на крыши, ямы ведущие в пропасть. Вертикальный геймплей, которого так не хватает в Космической станции 14.

ce-roadmap-general-ambitions-name = Амбиции
ce-roadmap-general-ambitions-desc = Возможность выбирать несколько процедурно сгенерированных ролеплей-заданий, завязанные на существующих в этом раунде игроках, предметах, событиях.

ce-roadmap-guard-hard-labor-name = Каторжные работы
ce-roadmap-guard-hard-labor-desc = Вместо тюремных камер и лишения игрока геймплея, провинившиеся граждане будут отправлены отрабатывать долги перед обществом различной черной работой под надзором стражи... И будут иметь возможность сбежать оттуда.

ce-roadmap-farming-basic-farming-name = Базовое фермерство
ce-roadmap-farming-basic-farming-desc = Выращивание и сбор растений, овощей, фруктов и грибов на базовом уровне.

ce-roadmap-engineering-machine-construction-name = Конструирование машин
ce-roadmap-engineering-machine-construction-desc = Используя латунь и железо, создавайте различные приборы, от машинных буров до торговых платформ. Многоэтапная сборка, разборка, разрушение и починка механизмов.

ce-roadmap-engineering-powernet-name = Энергокристаллы
ce-roadmap-engineering-powernet-desc = Арканная энергия, хранящаяся в каждом живом существе и концентрирующаяся в мире в виде энергокристаллов. Одновременно полезная, и крайне опасная стихия. Используйте ее как батареи для иструментов, проводите латунные изолирующие трубы чтобы запитывать энергией целые здания и заводы, или используйте ее как оружие против своих врагов.

ce-roadmap-engineering-air-crystals-name = Аэрокристаллы
ce-roadmap-engineering-air-crystals-desc = Тип кристаллов, способный воздействовать на потоки ветра. Летучее ядро острова, возможность создавать воздушные лифты и парить в воздухе вокруг генераторов плотного воздуха.

ce-roadmap-farming-silvas-name = Растущие сильвы
ce-roadmap-farming-silvas-desc = Возможность выращивать на голове сильв различные виды растений и грибов. Разные виды растений могут давать различные особенные эффекты, особенно если мы говорим о магических мутированных растениях.

ce-roadmap-farming-magic-mutations-name = Магические растения
ce-roadmap-farming-magic-mutations-desc = Возможность мутации обычных скучных растений в нечто особенное. Модульные мутации сделают количество уникальных комбинаций растений огромным! Кудзу-тыква, захватывающая остров, живые ходячие грибы, или антигравитационная вишня, дающая эффект полета... И много больше.

ce-roadmap-general-fligths-name = Полеты
ce-roadmap-general-fligths-desc = Возможность летать между Z-уровнями. Каррины имеют возможность летать за счет выносливости на небольшие расстояния. Ховерборды, позволяющие летать кому угодно за счет энергии внутри транспорта. Будьте осторожны, летая за периметром парящего острова, и следите за батареей!

ce-roadmap-general-weather-name = Погодные эффекты
ce-roadmap-general-weather-desc = Динамическая погода, эффекты которой влияют на геймплей. Дожди орошают грядки, и заполняют водосборники, а метели заметают снегом дороги и крыши, оставляя сугробы.

ce-roadmap-antagonists-thief-name = Вор
ce-roadmap-antagonists-thief-desc = Малый антагонист, заинтересованный в краже разнообразных ценных уникальных предметов у других игроков. Создав свой воровской тайник, он способен получать получать новые способности от количества украденных предметов.

ce-roadmap-engineering-automation-name = Техники парящего острова
ce-roadmap-engineering-automation-desc = Отдел игровых ролей, занимающиеся поддержкой инфраструктуры парящего города, автоматизирующие производство энергии и нужных материалов при помощи конвееров и различных устройств.

ce-roadmap-general-trade-with-empire-name = Торговля с империей
ce-roadmap-general-trade-with-empire-desc = Торговые механизмы, работающие на пространственном перемещении объектов - легкий способ торговли с внешним миром. Каждый игрок может покупать товары у различных фракций. Каждая фракция имеет свой торговый автомат, в котором можно видеть продаваемый ассортимент и особые заказы, которые нужны этой фракции. За выполнение заказов можно получить немало денег.

ce-roadmap-guard-guard-department-name = Отдел стражи
ce-roadmap-guard-guard-department-desc = Отдельная постройка и пласт ролей, сфокусированные на контроле соблюдений имперских законов, поиске и нейтрализации преступников и конечно же точно не самосуде.

ce-roadmap-antagonists-lurker-name = Луркер
ce-roadmap-antagonists-lurker-desc = Малый антагонист, наводящий террор и ужас на жителей летающего острова. Скрываясь в тени и ловя одиноких жертв, он проводит темный ритуал...

ce-roadmap-general-personal-real-estate-name = Личная недвижимость
ce-roadmap-general-personal-real-estate-desc = Личные дома, небольшие магазинчики или даже кафешки - необязательные ролеплейные возможности для обычных горожан, и заполнение города интересными постройками.

ce-roadmap-medical-alchemy-name = Алхимия
ce-roadmap-medical-alchemy-desc = Используйте редкие травы, грибы или более уникальные ингредиенты, и создавайте зелья с различными эффектами, которые помогут вам в любых ваших целях. От простых, но смертносных ядов, которыми вы можете смазать клинки, или исцеляющих снадобий, до взрывных алхимических бомб.

ce-roadmap-general-random-game-events-name = Случайные игровые события
ce-roadmap-general-random-game-events-desc = Каждый игровой день будут происходить случайные события, от полезных вроде дождя, поливающего огороды, до опасных, вроде нападения хищных гарпий.

ce-roadmap-medical-hospital-name = Госпиталь
ce-roadmap-medical-hospital-desc = Строение и целая фракция ролей, занимающаяся исцелением ран и увечий.

ce-roadmap-guard-magic-vision-name = Магическое зрение
ce-roadmap-guard-magic-vision-desc = Различные действия могут оставлять следы в информационном поле - и существа обладающие магическим зрением (или при помощи специального устройства) могут отслеживать кто, когда и где эти действия совершил. Магические следы со временем гаснут и растворяются в пространстве, и новая роль "Дознавателя" среди стражи специализируется на расследовании преступлений полагаясь в том числе на магическое зрение.

ce-roadmap-adventures-expeditions-name = Экспедиции и наемники
ce-roadmap-adventures-expeditions-desc = Отдельное здание гильдии и целый пласт ролей, связанных с добычей ресурсов из окружающего мира. Грузовой летающий одноместный транспорт, на котором шахтеры летают по осколкам разрушенных парящих островов в поисках ценных ресурсов, сталкиваясь с опасной флорой и фауной в процессе.

ce-roadmap-engineering-building-collapse-name = Обрушение построек
ce-roadmap-engineering-building-collapse-desc = Парящие острова имеют природное ядро, которое поддерживает их в воздухе. Из этих ядер можно добывать новый ресурс, который необходим для расширения острова, ведь мосты ведущие в воздух, или шахты без достаточных опор будут обрушаться, что может привести к травмам.

ce-roadmap-engineering-fire-spread-name = Распространение огня
ce-roadmap-engineering-fire-spread-desc = Неаккуратное использование некоторых механизмов, или сознательный саботаж антагонистов могут привести к возгараниям. Система пожаров, способная пожирать деревянные структуры, постройки и тайлы. Вместе с сгоранием тайлов, это может привести к массовым обрушениям построек.


