ce-roadmap-general-zlevels-name = Многоуровневость
ce-roadmap-general-zlevels-desc = Лестницы ведущие на крыши, ямы ведущие в пропасть. Вертикальный геймплей, которого так не хватает в Космической станции 14.

ce-roadmap-guard-hard-labor-name = Каторжные работы
ce-roadmap-guard-hard-labor-desc = Вместо тюремных камер и лишения игрока геймплея, провинившиеся граждане будут отправлены отрабатывать долги перед обществом различной черной работой под надзором стражи... И будут иметь возможность сбежать оттуда.

ce-roadmap-farming-basic-farming-name = Базовое фермерство
ce-roadmap-farming-basic-farming-desc = Выращивание и сбор растений, овощей, фруктов и грибов на базовом уровне.

ce-roadmap-engineering-machine-construction-name = Конструирование машин
ce-roadmap-engineering-machine-construction-desc = Используя латунь и железо, создавайте различные приборы, от машинных буров до торговых платформ. Многоэтапная сборка, разборка, разрушение и починка механизмов.

ce-roadmap-engineering-powernet-name = Энергокристаллы
ce-roadmap-engineering-powernet-desc = Арканная энергия, хранящаяся в каждом живом существе и концентрирующаяся в мире в виде энергокристаллов. Одновременно полезная, и крайне опасная стихия. Используйте ее как батареи для иструментов, проводите латунные изолирующие трубы чтобы запитывать энергией целые здания и заводы, или используйте ее как оружие против своих врагов.
