ce-alerts-magic-energy-name = Магическая энергия
ce-alerts-magic-energy-desc = Запас вашей внутренней магической силы, позволяющий вам использовать заклинания.

ce-alerts-health-name = Здоровье
ce-alerts-health-desc = Запас жизненных сил. Чем меньше, тем хуже. Постарайтесь выжить, пожалуйста.

ce-alerts-confused-aura-name = Спутанная аура
ce-alerts-confused-aura-desc = Ваша магическая аура изменена, и вы оставляете ненастоящие следы, используя магические заклинания.

ce-alerts-aircaught-name = В воздушной ловушке
ce-alerts-aircaught-desc = Вы подхвачены воздушным потоком, который не дает вам упасть ниже или подняться выше.

# Hunger

ce-alerts-fed-name = Сытость
ce-alerts-fed-desc = Вы отлично поели, чувствуете себя сыто, и ваше здоровье пассивно восстанавливается.

ce-alerts-well-fed-name = Объелся
ce-alerts-well-fed-desc = Вы немного переели! Ваше здоровье пассивно восстанавливается, и даже сильнее обычного, но вам тяжелее двигаться из-за переполненного живота.

ce-alerts-overfed-name = Обожрался
ce-alerts-overfed-desc = Вы съели СЛИШКОМ много! Нет, правда, это уже перебор. Вы испытываете физические боли от переполненного желудка, и вам тяжело передвигаться.

ce-alerts-deadfed-name = Смерть от обжорства
ce-alerts-deadfed-desc = Обжорство - смертный грех. И вы его нарушили.
